
TRIGGERS = {'крендель', 'алиса'}




'''Тренировочная модель для матрицы ИИ'''
data_set = {
'какая погода': 'weather сейчас скажу',
'какая погода на улице': 'weather боишься замерзнуть?',
'что там на улице': 'weather сейчас гляну...',
'сколько градусов': 'weather можешь выглянуть в окно, но сейчас проверю',
"телеграм": 'tg запускаю телеграмм',
"телега": 'tg запускаю телеграмм',
"включи музыку": 'music включаю твой любимый плей лист',
'вк': 'vk Уже открываю',
"открой века": 'vk Уже открываю',
'запусти браузер': 'browser запускаю браузер',
'ютьюб': 'youtube запускаю браузер',
'ютуб': 'youtube запускаю браузер',
'открой браузер': 'browser интернет активирован',
'интернет открой': 'browser открываю браузер',
'посмотреть фильм': 'browser сейчас открою браузер',
'роблокс':"robloks запускаю роблокс",
'играть': 'game лишь бы баловаться',
'играть в гонки': 'game_gonki лишь бы баловаться',
'хочу поиграть в игру': 'game а нам лишьбы баловаться',
'запусти игру': 'game запускаю игру, а нам лишь бы баловаться',
'выключи компьютер': 'offpc отключаю компьютер',
'выключи пк': 'offpc отключаю компьютер',
'отключись': 'offBot выключаюсь',
'покапока': 'offBot отключаюсь',
'стоп': 'offBot досвидани мой господин',
'манетка': 'mani уже поткидываю',
'подкинь монетку': 'mani уже ищу ее у себя в кармане',
'открой калькулятор': 'kalkulator а сам уже не можешь посчитать',
'как у тебя дела':'passive работаю в фоне, не переживай',
'что делаешь':'passive жду очередной команды, хоть мог бы и сам на кнопку нажать',
'привет':'passive и тебе привет',
'расскажи анекдот':'shytka сейчат будет тока найду по интереснее',
'раскажи шутку':'shytka сейчат раскажу тока найду по интереснее',
'шутка':'shytka сейчат раскажу тока найду по интереснее',
'работаешь':'passive как видишь',
'ты тут':'passive вроде да',
'что ты умеешь': 'passive я умею узнавать погоду, могу открыть браузер, запустить exe файл, выключить пк, отключиться, рассказать анекдот и еще тому чему ты меня научишь',
'справка': 'passive я умею узнавать погоду, могу открыть браузер, запустить exe файл, выключить пк, отключиться, рассказать анекдот и еще тому чему ты меня научишь',
}
